#language: ru
  Функционал: Передача много строчного текста
    Сценарий:
      Пусть выведется на консоль стихотворение Аркадия Кутилова - Ракета с именем Беда или когда мой сын станет диктатором
      """
      Я Омск люблю легко и пылко -
как любит всадника ишак.
    Мне Омск дороже, чем бутылка
и сигаретка натощак.

    ...На Луговых - украл гитару,
со всем Захламиным дуржу...
    И по Казачьему базару
с воровкой Эллочкой брожу.

    Я здесь любил - и ненавидел,
наследство мамы прокутил...
    Ты, Омск, сто раз меня обидел,
и я тебе еще не мстил.

    Кустов зелёные прически
вдоль всех бульваров и дорог...
    Но эта зелень просто розги,
что Омск выращивает впрок.

    Я генералом и капралом
кричу по пьянке: "Эй, куркуль!..
    Твоя беда уж над Уралом
и держит путь на Исилькуль..."

    И в день рожденья мне приснилось
"Беда" - ракета группы "А"...
    - Нажмите кнопку, Ваша милость, -
зажглись на облаке слова.

    - Да здравствуй, атомная почта! -
вскричал космический упырь...
    И вот ракета "воздух-почва"
из Энска двинулась в Сибирь.

    Пред нею Рим застыл в поклоне,
Париж исполнил "ход конём"...
    Она хвостом вильнула в Бонне,
а в Польше встречена огнём...

    Ей удивились даже в Бресте...
А в Омске верить не хотят!..
    Локатор грезит о невесте,
транзистор пьян и бородат...

    Антенна небу чешет темя,
экран насилует звезда...
    И в это сладостное время
над Омском снизилась "Беда"...

- Сниженье?.. - В норме!.. - Цель?.. - Отлично!
Форсаж три тучи пропахал...

...Казачий рынок, как обычно,
смеялся, пил, благоухал...

    Момент!.. - Мужик в экстазе глупом
хохочет, деньги хороня...
    Момент!.. - Казах торгует трупом
давно подохшего коня...

    Момент!.. - Ермак, пропивший латы,
метёт базар, смиряя злость...
    Момент похмелья - миг расплаты...
И что-то в воздухе стряслось!...

    Запахло жареной малиной,
и небо стронцием цветёт...
    Нахальный ангел с мандолиной
за пивом очереди ждёт.

    Кругом висит гипноз печали,
пожухли овощи-плоды...
    Привратник Пётр, звеня ключами,
вошёл в молочные ряды.

    Миндаль, и лавры, и орешник...
Светло, хоть гвозди собирай!...
    (...Казачий рынок, вечный грешник,
переместился в божий рай.)

    Красотка-смерть взмахнула юбкой,
блеснув ракетой, как ножом.
    ...Секундой раньше Ванька с Любкой
в кустах лежали нагишом.

    И видел чёрный муравьишко,
копаясь в ванькиных трусах:
    любовной судороги вспышка
слилась со вспышкой в небесах.

    ...Секундой раньше (в ту же среду)
под блеск урановой звезды
    завод СК ушёл в планету
на две старинные версты.

    В бетон домов с жестоким толком
ударил атомный кулак...
    Иртыш мгновенно стал просёлком
от Чернолучья на Черлак.

    Легко погиб, кто был "под мухой",
кто слепо верил в божью власть...
    А телебашня пьяной шлюхой
по всей Сибири разлеглась.

    Стал город Омск - сплошная рана...
Цивилизации - привет!
    (Но уцелели, как ни странно,
дордом, тюрьма и ГорСовет).

    ...Я здесь любил - и ненавидел,
наследство мамы прокутил...
    Ты, Омск, сто раз меня обидел,
а я впервые отомстил!
      """